templates/_common-case/constant/momentumTransport
FoamFile { format ascii; class dictionary; object momentumTransport; }
simulationType laminar;
