templates/_common-case/constant/physicalProperties
FoamFile { format ascii; class dictionary; object physicalProperties; }
viscosityModel constant;
nu 1e-05;
